---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.SectionShowInOneViewOnly
source: html/59fe1927-3057-0eaa-935f-6b159c4f6ea3.htm
---
# Autodesk.Revit.DB.ParameterTypeId.SectionShowInOneViewOnly Property

"Show in"

## Syntax (C#)
```csharp
public static ForgeTypeId SectionShowInOneViewOnly { get; }
```